export const NoDuesFormText = {
	text1: "ROORKEE COLLEGE OF ENGINEERING,ROORKEE",
	text2: "NO DUES PERFORMA",
	text3: "",
};

export const LeaveFormText = {
	text0: "रुड़की कॉलेज ऑफ इंजीनियरिंग",
	text1: [
		{ text: "बैच संख्या:" },
		{ text: "शाखा :" },
		{ text: "दिनांक :" },
	],
	text2: [
		{ text: "सेवा में," },
		{ text: "रजिस्ट्रार महोदय," },
		{ text: "रुड़की कॉलेज ऑफ इंजीनियरिंग," },
		{ text: "रुड़की(उत्तराखंड)|" },
	],

	text3: "विषय: छुट्टी के लिए प्रार्थना-पत्र |",

	text4: `निवेदन है कि मैं कॉलेज से दिन /
				घण्टे________________ से _______________ तक यानि ______________ दिन / घण्टे के
				लिए छुट्टी जाना चाहता/चाहती हूँ। उपरोक्त अवधि में मैं
				क्लास में उपस्थित नहीं पाँऊगा /पाऊंगी, जिसके कारण मेरा
				कोर्स छूट जायेगा। विश्वविद्यालय के नियमानुसार उपस्थिति
				कम होने पर परीक्षा में रोकने की परिस्थिति में मुझे व
				मेरे परिवार को कोई आपत्ति नहीं होगी जिसके लिए मैं स्वयं
				जिम्मेदार रहूंगा/रहूंगी। कोर्स छूटने के कारण अगर में फेल
				हो जाता/जाती हूँ तो उसका जिम्मेदार मैं स्वयं
				रहूंगा/रहूंगी। फेल होने के बावजूद मैं कॉलेज की पूरी फीस
				जमा करने का वचन देता / देती हूँ।`,

	text5: `उपरोक्त तथ्य को मेरे पिताजी / माताजी / भाईश्री/		श्रीमति
				को इस नं०________________सूचना के पश्चात मुझे पास मुझे
				गेट पास मेरी स्वयं की जिम्मेदारी पर देने की कृपा करें।`,
	text6: [
		{ text: "नाम :" },
		{ text: "पिता का नाम :" },
		{ text: "पता:" },
		{ text: "छात्र के पिता का मो० नं० :" },
		{ text: "छात्र का मो० नं०:" },
		{ text: "छात्र की माता का मो० नं०:" },
		{ text: "छात्र के भाई का मो० नं०:" },
	],
};
